Space Property
The space in which the instance is located.
Overload List
Name | Description
Space
The space in which the instance is located (during the last phase of the project).
SpacePhase
See Also
FamilyInstance Class
FamilyInstance Members
Autodesk.Revit.DB Namespace
 ArchiLabs
Stop fighting Revit automation.
Build repeatable BIM design and documentation workflows with scripts, data, and AI in one place, without wrestling brittle one-off automations.
 Try ArchiLabs →